{
 
  "#2BrokeGirls": [
    "@BethBehrs @OffCameraShow @TheNeighborhood @AudienceNetwork Love your tv program #2brokegirls and @The neighborhs",
    "My goal is to be the next Max Black  #2brokegirls",
    "Watching #2BrokeGirls",
    "All I wanted was for #2BrokeGirls to get Jennifer Tilly to play Max's mom",
    "feels like ive gone back in time rewatching #UglyBetty #Glee &amp; #2BrokeGirls at the same time 😂",
    "#2brokegirls show funny they dingy asf😂😂",
    "going to see #2BrokeGirls 🏃🏼‍♀️",
    "@KevSeriephile @BethBehrs @TheNeighborhood I suggested this last season. Would be AWESOME! #2BrokeGirls @OfficialKat @BethBehrs",
    "You should twet that #2brokegirls",
    "Sad when #2BrokeGirls got more money than you"
  ],
  "#Arrow": [
    "Oliver about to duel with Ra's al Ghul. #Arrow",
    "Who thought of #Arrow when they saw this trending",
    "Something \"Unthinkable\" will happen on episode 46 #Arrow #ArrowRewatch #MaratonArrow",
    "@paramountnetuk will you be showing Season 3 of #Arrow",
    "@katrinalaw Looking good \nAlso You coming for #arrow last season \nAnd in #Arrowverse crossover #CrisisOnInfiniteEarths  ....?",
    "I know I rub off on my kid, she watching #Arrow lol"
  ],
  "#BigBangTheory": [
    "#TBBTForever  Amor eterno a Sheldon Cooper 💗 #BigBangTheory  #MaratonTBBT",
    "Oh #BigBangTheory Raj... you were so wrong. Aquaman really does not suck 😉 😎\n#JasonMomoa #JusticeLeague",
    "What do you want to revive the series?\n#Scorpion #csi #csiny #csimiami #battlecreek   #bigbangtheory  #RetweeetPlease #question",
    "Watching #BIGBANG #bigbangtheory \nOn Netflix. .. can't believe that i spend so many years of my life without watching it....",
    "@UberFacts And 3-digit routes indicate bypasses or spurs. #BigBangTheory already taught us this....",
    "Sheldon: If you have time to lean, you have time to clean. 🤣 #BigBangTheory #Season1",
    "Penny: So, what do you guys do for fun around here?\n\nSheldon: Well, today we tried masturbating for money.\n\n#BigBangTheory #Season1",
    "Rewatching BBT~ 😍 #BigBangTheory",
    "@MnetMAMA is just a concert for #BIGBANG #BigBangTheory 😆❤",
    "Saturday night is the laundary night. \n#BigBangTheory \n#Season7",
    "Finally caught up with #BigBangTheory. Wonderful finale. Absolutely loved it. (And definitely didn't cry... more than three times.)",
    "Am I the only one who thinks that Sheldon Cooper is a misogynist piece of shit? #feminism #BigBangTheory",
    "Last season of the #BigBangTheory is on #Netflix on Tuesday",
    "@NASA @NASA_Astronauts @Astro_Jessica @Astro_Christina @Space_Station @Astro_Christina looks like AMY from #BigBangTheory",
    "“Better to have it and not need it than to need it and not have it.”\n\n~ Sheldon #BigBangTheory \n😂😂",
    "Being a beginner at watching #BigBangTheory, I’m realizing the striking similarity between #Sheldon and I when sick with the flu.",
    "@REALMAORLEVI @iBluestone @tinlicker_nl @anjunabeats Conflict of interest #BigBangTheory",
    "About to binge watch “The big bang theory” final season🤞🏽🤞🏽. #bigbangtheory",
    "Anyone know the date of the #BigBangTheory season premiere?",
    "Still feels weird not having new episodes of #BigBangTheory on tv",
    "Finally! I just finished watching #BigBangTheory season 7! Next up, hello season 8 😁"
  ],
  "#BlueBloods": [
    "#BlueBloods is the best show on TV right now.  Second best is #MaskedSinger If you haven't seen them you need to watch them.",
    "The chemistry between Tom Selleck and Treat Williams is magic #bluebloods @BlueBloods_CBS",
    "@BlueBloods_CBS @DonnieWahlberg I love #BlueBloods",
    "@CurtVanDerzee What a squad!!!!! #BlueBloods",
    "#BlueBloods is back. God bless you, Tom Selleck!",
    "Hey guys - #BlueBloods is still on. Woah.",
    "@dick_nixon She’s all class. #FlyEaglesFly #BlueBloods",
    "@dick_nixon She’s not wanting. #BlueBloods",
    "@DonnieWahlberg Just started watching the show and I absolutely love it. Great acting from all of this cast! #hooked #BlueBloods",
    "Why are they turning Jamie Regan into Frank on #BlueBloods",
    "@DonnieWahlberg My son tells me i just watch Blue bloods because of Donnie! 😂#bluebloods",
    "#BlueBloods still got the magic and giggles 🥰",
    "#bluebloods is back yeahh 💙💙",
    "Eddie &amp; Jamie kind of love. 💕 #BlueBloods",
    "Wow, watching season prem of #bluebloods.  How about @GregoryJbara ? Looking good!"
  ],
  "#HIMYM": [
    "Barney: New York is never finished Theodore. She's a lady only a handful of architects ever get to dance with. Do not miss your turn #HIMYM",
    "Marshall: I think we're going to wait on the baby thing. I mean I love babies. Babies rule. Pudgy arms and stuff. But, uh, they make #HIMYM",
    "I think whenever I feel down I will just watch season 9 of #HIMYM",
    "Lily Aldrin is the worst character on How I Met Your Mother followed closely by Ted. #changemymind #HIMYM #himy #himymquotes",
    "The “mother” we’ve been waiting for is actually really really cute wtf #HIMYM",
    "Marshall: Let the dinnertainment begin! #HIMYM",
    "Sometimes I forget why I loved #HIMYM so much, then I rewatch an episode and remember right away 😂",
    "Lily: You should work at a carnival. / Barney: I tried; they're pretty strict with backgrounds. #HIMYM",
    "Barney: The bus? Every time I take the bus there is always that one crazy person that no one wants to sit near and that is why I hav #HIMYM",
    "You lost your I-love-you-ginity\n#HIMYM\n[So sweet! ^^]",
    "Marshall: No Santa needs protein. #HIMYM",
    "Kevin: If we're together long enough I hope that one day you see yourself like I do. #HIMYM",
    "It’s been 8 years since I started to watch the series and I finished it today. It’s end of an era. #HIMYM",
    "Marshall: A drumroll? So what? that's it? You just said good night, went home and... performed the drum solo? #HIMYM",
    "@DAfaehrtRad @CMBerlin The pineapple incident is solved. #himym",
    "Barney: It's Robin Sparkles 3 ya'll! #HIMYM",
    "is anyone a huge himym stan account? i need more mutuals/friends to talk to about it 🥺 #HIMYM",
    "Sandy: I don't know what went wrong. / Robin: Well proposing a three way was bad, starting without us was worse, finishing in the ha #HIMYM",
    "Ted: \"That's weird, I have a message.\" Marshall: \"That's weird, you still have an answering machine.\" #HIMYM",
    "\"You are so funny. What's gotten into you? Oh that's right, nothing, ever.\" - Loretta Stinson #HIMYM",
    "#HIMYM\n7x10 \"Tick, tick, tick\"\n💔",
    "Barney: Haaaaave you met Ted? #HIMYM",
    "@lzxy0 Our hearts melt every time we see this! #HIMYM",
    "I made out with a friend of mine last night....i should've had ridiculous blond hair to avoid that #HIMYM",
    "Barney: You saucy little minx, you sun dressed up. #HIMYM",
    "The best character in #HIMYM is Shannon... She made Barney awesome...",
    "Barney: Asian girls love them some Jews. #HIMYM",
    "The more I watch #HIMYM the more I start hating Robin Sherbatsky...",
    "Take care of the game for me #sepanx #himym",
    "\"Sorry we're late. We just came from the tailor. Brover couldn't settle on a tie so I just bought them all. You say no to that face! #HIMYM",
    "Marshall: Can't we just let the guy be black for a day? #HIMYM",
    "Marshall: There's babies everywhere. It's like a minefield of cuteness. Look at this little bastard.  / Lily: This sonofabitch has k #HIMYM",
    "\"Stand up straight Cayden!\" - Barney #HIMYM",
    "Lily: Hey I dare you guys to dare us to make out. #HIMYM",
    "Does anyone ever wonder how Barney Adapted to Fatherhood? #HIMYM",
    "Finally getting around to watching Six Feet Under and enjoyed seeing @JoshRadnor in the third season. #missingTed #HIMYM",
    "Barney: I love the office Halloween party, it is so much sluttier than the office Christmas Party though not as freaky as the office #HIMYM",
    "Marshall: Baby these satin sheets are slippery. Papa needs traction. #HIMYM",
    "Kevin: If we're together long enough I hope that one day you see yourself like I do. #HIMYM",
    "Barney: I want to hang out with Crazy Jerry not Stay at Home Jerome. #HIMYM",
    "Barney: Dude working together is going to be legen- wait for it ...I'll send you an inter office memo with the rest because we frigg #HIMYM",
    "Anyone else still upset that Barney &amp; Nora never ended up together \n#HIMYM",
    "Marshall: Come on, Spice Channel! #HIMYM",
    "Ted: You didn't ruin a wedding, just the reception. #HIMYM",
    "Barney: Suit up! #HIMYM",
    "Lily: I have read eleven books on conception. I have cut out alcohol, caffeine and sugar. I take my temperature every hour, but good #HIMYM",
    "Barney Stinson literally has no brain. #HIMYM",
    "Barney: Look at us... it's like three of the same guy. Oh my god, this explains why I was always so good at basketball. Guys, I'm bl #HIMYM",
    "Robin's Dad: Happy Birthday Son! #HIMYM",
    "Barney: A kid needs a pet cobra. Ted don't be pill about this. #HIMYM",
    "Barney: It's gonna be legend-... wait for it... and I hope you're not lactose intolerant because the second half of that word is DAI #HIMYM",
    "Will I see you tonight\nOn a downtoen train 🎶\nFinished #himym for the second time around.",
    "Marshall: It's fascinating how profoundly little I know about vaginas. #HIMYM",
    "\"The only thing that can heal a broken heart is time.\" #HIMYM",
    "Pete: Well I'm sorry we could not do business together but if you'll excuse me I am in the middle of a game of Edward Forty Hands an #HIMYM",
    "Still awake and still watching How I Met Your Mother.\nNoretta is the funniest and hardest episode to watch!\n#HIMYM",
    "Ted: I don't want to be choosing between two girls. I want to be a complete head over heels idiot for one! #HIMYM",
    "The only other series that made me do this was #HIMYM",
    "Barney: So you're pregnant? Huh, looks like nobody told your boobs. #HIMYM",
    "I had forgotten how much I loved Barney #HIMYM",
    "James: When is the last time you saw a diaper poking out of a Dolce and Gabbana suit? / Marshall: Tuesday at work, some of the senio #HIMYM",
    "Barney: What's that? Self five? Nice! We out! #HIMYM",
    "\"I'm small town Marshall. I'm a hick from Brooklyn who's terrified of living more than ten subway stops from where I was born.\" - Li #HIMYM",
    "Ted: \"That's weird, I have a message.\" Marshall: \"That's weird, you still have an answering machine.\" #HIMYM",
    "Marshall: OK after Thanksgiving I'm cutting out carbs. #HIMYM",
    "Barney: Elbert \"Ickey\" Woods, the Bengals were fools to cut you in '91. Your 1,525 rushing yards and 27 touchdowns will not be forgo #HIMYM",
    "Barney's reverse high five 😂😂 classic #HIMYM",
    "Sandy: I don't know what went wrong. / Robin: Well proposing a three way was bad, starting without us was worse, finishing in the ha #HIMYM",
    "it should've been barney and nora bruh #himym",
    "\"She's John Cusack, I'm Ione Skye and there is nothing weird about that!\" - Ted #HIMYM",
    "\"Oh no! Fluffernutter peed all over my pants!\" - Barney #HIMYM",
    "And we’re starting #HIMYM 💁🏻‍♀️",
    "@jara_moya One ticket yo farhampton, please. #HIMYM",
    "Ted (sipping a beer): This is what church has been missing. Dude, you fixed Church! / Marshall: You're welcome, God. #HIMYM",
    "\"You didn't vet the stripper?!?\"  - Barney Stinson #HIMYM",
    "\"That blonde at the bar looks as loose as my molars.\" - Barney #HIMYM",
    "Barney: That is what makes you the most amazing, strong, independent woman I have ever banged. #HIMYM",
    "On \"How I Met Your Mother,\" what was the name of Ted's fiancée who left him at the altar?\n\n#trivia #tv #tvtrivia #himym",
    "Barney: You're all the Blitz! I slept with that cute Indian girl that cuts my hair. / Robin: What does that have to do with anything #HIMYM",
    "\"Cray Cray gotta go bye bye, before you get stabbed stabbed.\" - Barney #HIMYM",
    "i just want to know who the god damn mother is #himym",
    "\"And that, kids, is how you turn a \"no\" into a \"yes\". \"\n#HIMYM",
    "Marshall: I'm freaking out, is there a chance I won't be able to have kids? I've been hit in the nuts a lot. #HIMYM",
    "Barney [to Robin]: Ah you're exquisite; you must let me paint you. #HIMYM",
    "Ted: I'd say hump her brains out, but somebody obviously already has. #HIMYM",
    "Marshall: I'm the real lucky guy because I married my dad. #HIMYM",
    "Barney: Why wouldn't I be all right? Barney is single again, it's what America has been clamoring for. #HIMYM",
    "@Cheever50 @mattyglesias @SmarmyJerkface It’s actually Ted Mosby from #HIMYM, but I like where your head’s at",
    "Barney: It's gonna be legend-... wait for it... and I hope you're not lactose intolerant because the second half of that word is DAI #HIMYM",
    "Barney: Mark my words, Marshall, someday you will find Iris so excruciatingly attractive you won't be able to look her directly in t #HIMYM",
    "Barney: Here's your toast, single file ladies! No fatties! / Ted: That's ridiculous. / Barney: Yeah you're right, it's Cleveland. Si #HIMYM",
    "The Captain: Who is this flower child and what has he done with my lion hearted friend Ted Mosby? #HIMYM",
    "Third: tv shows.\n\n• @NewGirlonFOX is the best\n• I miss #himym\n• I love the league, and archer.",
    "Post Master General: Janie Masterson's mother is whore. With gin on her breath at ten in the morning, she's got some nerve kicking u #HIMYM",
    "Mystery vs History. #himym \nI still don’t know which one is the right one",
    "- I wanna do sth stupid.\n+ Im sth stupid, do me.\n#HIMYM",
    "\"That blonde at the bar looks as loose as my molars.\" - Barney #HIMYM",
    "Marshall: I think we're going to wait on the baby thing. I mean I love babies. Babies rule. Pudgy arms and stuff. But, uh, they make #HIMYM",
    "Ted: \"Victoria keeps tampons at my apartment.\" Robin: \"Damn it!\" #HIMYM",
    "\"You get older, you have kids, you stop stealing, it's sad.\" - Lily #HIMYM",
    "@ActuallyNPH - at work today and I’ll I could hear in my head was Barney saying “Tell people what?” #HIMYM",
    "\"Sometimes, if you're really honest about what you want out of life, life gives it to you.\" #HIMYM",
    "Watching #Stumptown and hearing @CobieSmulders say “Ted” really just made my heart smile. #HIMYM 😍🥰",
    "Brent was Don on #HIMYM! #TheGoodPlace",
    "Lily: We're doing it a lot. / Marshall: And everywhere. The kitchen, the bathroom, the living room, outside in your waiting - the ki #HIMYM",
    "Ted: Instead of throwing away your life marrying some girl, you just go splitsies on a kid with your best bro! #HIMYM",
    "@mental_floss How I Met Your Mother #himym",
    "Mr. Eriksen: Lily, I understand you and Marshall have been fighting. Well, let me tell you what works for me and the Mrs: Some frill #HIMYM",
    "#HIMYM\n\nRobin: That was not cool, Ted!\nLily (in labor): CONTRACTION!\nRobin: That wasn't cool, Ted? 🤨\n\nJAJAJAJA GRITÉ",
    "@chechecian How I met your mother #HIMYM",
    "@SuriusVsVodka He said “but umm”! Everybody need to take a shot! #himym",
    "Karate punk: I hated kindergarten, all three times. #HIMYM",
    "Where can I watch #HIMYM?",
    "Barney: You know what would kick ass? / Ted: Being gay? / Barney: Being gay! #HIMYM",
    "\"Don't kill the bar, dude\"\n#HIMYM",
    "@therealcliffyb Their middle name should have been \"Wait For It\" :-p \n\n(#HIMYM #HowIMetYourMother #lol)",
    "Barney: Check it, I just drove a Pedi cab 26 blocks and I still smell incredible. #HIMYM",
    "Barney: I wish men could have children on their own, like seahorses! #HIMYM",
    "\"She's John Cusack, I'm Ione Skye and there is nothing weird about that!\" - Ted #HIMYM",
    "\"I have nothing but the utmost respect for you skanks.\" - Barney #HIMYM",
    "15 minutes into @StumptownABC and there's a #Bend reference! So happy! #inbend #Stumptown #himym",
    "robin scherbatsky made me realized how bad am i as a human being. #himym #anjeeng",
    "Marshall: OK after Thanksgiving I'm cutting out carbs. #HIMYM",
    "If you have chemistry, you only need one more thing: timing. But timing is a bitch. \n\n¿Es acaso la mejor enseñanza que nos dejó #HIMYM?",
    "Barney: What's that? Self five? Nice! We out! #HIMYM",
    "Barney: New is always better. #HIMYM",
    "Who else is watching stumptown just because of #HIMYM",
    "\"Things have been weird lately. Is there another architect? Just tell me.\" - Ted #HIMYM",
    "Barney: It's gonna be legend-... wait for it... and I hope you're not lactose intolerant because the second half of that word is DAI #HIMYM",
    "Zoë: Hey, I was in the neighborhood and I thought I'd take you up on that beer you're about to offer me. #HIMYM",
    "- You’re always right\n- That’s my best and most annoying trait\n#HIMYM",
    "Barney: So you're pregnant? Huh, looks like nobody told your boobs. #HIMYM",
    "Guess cab drivers are the new bartenders, huh? \n#HIMYM",
    "If only there was an off switch #himym",
    "Lily: \"Marahall this morning you thought a ghost made your toast.\" Marshall: \"I didn't put the bread in there, you didn't put the br #HIMYM",
    "#HIMYM back at it again for the 15th time 😅",
    "Lily: They bonded over hockey, I guess he has a small penis, they want to double date next weekend. #HIMYM",
    "I just now realized at 2 am that Charlotte’s husband in #SexandTheCity and The Captain in #HIMYM are the same person.",
    "\"Stumptown\" is heading canceltown. Sry Colby not a fan. #gooutontop #HIMYM",
    "Kevin: If we're together long enough I hope that one day you see yourself like I do. #HIMYM",
    "Ted: \"Hugh Hefner, in you lobby, right now!\" Barney: \"I'm gonna grab my robe!\" #HIMYM",
    "\"Does anyone have six 9-volt batteries?\" - Marshall #HIMYM",
    "So nice that Ellen found a good job after Love Solutions #Stumptown @CamrynManheim #himym",
    "All kinds of #HIMYM parallels in #Stumptown and we’re only a few minutes in!!",
    "Lily: Where's the poop Robin? #HIMYM",
    "Marshall: I love you and I'm going to love the crap out of whatever kind of baby we have. #HIMYM",
    "\"Bro bro bro your broat, gently to the bar. Hit on some sluts then do 10 shots…\" - Barney #HIMYM",
    "Just realized #CobieSmulders a/k/a Robin Scherbatsky #RobinSparkles #LetsGoToTheMall #HIMYM is in tonight's new show #Stumptown",
    "Robin Sparkles: Hey Jessica, how's your beaver. / Jessica Glitter: Great! How's your beaver? / Robin Sparkles: Busy as ever! #HIMYM",
    "And I’ve finally met the mother. #HIMYM",
    "Soy tan Ted Mosby que asusta...\n#HIMYM",
    "Robin: I'm such a mess. Why do you even like me? / Barney: I guess cause you're almost as messed up as I am. #HIMYM",
    "Una cosa maravillosa acaba de suceder: Netflix Netherlands tiene disponible HIMYM. I’m so happy! #Netherlands #HIMYM #Netflix",
    "Robin: Welcome to the tribe hoser! #HIMYM",
    "\"You are so funny. What's gotten into you? Oh that's right, nothing, ever.\" - Loretta Stinson #HIMYM",
    "Post Master General: Janie Masterson's mother is whore. With gin on her breath at ten in the morning, she's got some nerve kicking u #HIMYM",
    "Ted: Do you know how many people it takes to change fifty-thousand light bulbs? / Barney: Are these people Irish? Polish? Blondes? W #HIMYM",
    "Marshall: Nobody wakes up and says \"today I'm going to star in a YouTube video!\" #HIMYM",
    "@marcusto It’s that and a #HIMYM with Robin at an ice fishing contest",
    "Friends ruined Robin #HIMYM",
    "\"Kids, when you're in a new relationship and you're competing with your ex for who's happier, it can get ugly.\" - Ted #HIMYM",
    "Robin: \"He's looking for Lily. Should I give him her number?\" Marshall: \"Yeah we've already discussed it. It's four million dollars  #HIMYM",
    "Marshall: Machines are overrated and someone needs to take them down a peg. #HIMYM",
    "@RF_Zaldivar Oh to be proposed to like that... Everyone needs a Barney Stinson #HIMYM",
    "Robin: Lily what on Earth is going on with your cans? / Lily: Oh these old thangs? I got my pregnancy boobs! #HIMYM"
  ],
  "#MikeandMolly": [
    "So #BobHeartsAbishola is the new #MikeandMolly?  Funny they used the same man.",
    "Why didn’t anyone tell me how good #MikeandMolly was?!?! #hilarious #socute"
  ],
  "#PersonOfInterest": [
    "#PersonOfInterest rewatch is a dream. Love this show.",
    "@fortressfin Best TV series\n#shameless\n#twoandahalfmen\n#personofinterest\n#theberniemacshow\n#BreakingBad \n#PeakyFinBlinders",
    "I’m back to Indigo for a while :) #PersonOfInterest",
    "@Carrie815 Haha! My favourite is @parksandrecnbc but honourable mentions go to #WestWing #Psych and #PersonOfInterest"
  ],
  "#TheGoodWife": [
    "I don’t think I can ever forgive Eli for erasing that voicemail from Will. #TheGoodWife",
    "S5E3 of #thegoodwife Tara girl don’t sign up for the job and sign the contract and not be able to follow through",
    "@davidmullins @seanhannity Those two are like perfectly named #TheGoodWife lawyers.",
    "I'm so terrible. I need to change clothes and put the boxes in my car and leave. I am playing a game and watching #TheGoodWife S2.",
    "@jkbjournalist 🤔 However, cue Tammy Wynette bc it was Karen’s choice to stand by her very bad man. Too many women do that, btw. #TheGoodWife"
  ],
  "#TwoAndAHalfMen": [
    "@fortressfin Best TV series\n#shameless\n#twoandahalfmen\n#personofinterest\n#theberniemacshow\n#BreakingBad \n#PeakyFinBlinders",
    "😂😂😂😂😂😂😂😂@realjonlovitz #twoandahalfmen 🎶save the orphans , ahhhh......ahhhh 🎶",
    "Bonnie and Adam are hanging out on Charlie Sheen’s old deck.  #mom #twoandahalfmen @MomCBS",
    "#TwoAndaHalfMen &amp; #MyWifeAndKids 😂😂😂😂😂🔥🔥🔥🔥🔥 the best",
    "@MrJonCryer Wait so let me get this straight you had sex with @aplusk ex wife before he did #TwoAndaHalfMen #drama",
    "#TwoandaHalfMen — watching Two and a Half Men",
    "On this day in 2003 Two and a Half Men aired for the first tome. #TwoandaHalfMen #OnThisDay",
    "Tom's shirt looks like what Charlie Sheen would wear on #TwoAndAHalfMen! Hahaha! #LivePD",
    "#TVLand takes out way too many funny scenes when they play #TwoandAHalfMen. Why they have to do that is beyond me!"
  ]
}